{"config": {"layers": [{"inbound_nodes": [], "config": {"sparse": false, "dtype": "float32", "batch_input_shape": [8, 30], "name": "context"}, "class_name": "InputLayer", "name": "context"}, {"inbound_nodes": [], "config": {"sparse": false, "dtype": "float32", "batch_input_shape": [8, 30], "name": "text"}, "class_name": "InputLayer", "name": "text"}, {"inbound_nodes": [[["context", 0, 0, {}]]], "config": {"input_dim": 6801, "embeddings_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "input_length": 30, "dtype": "int32", "output_dim": 300, "batch_input_shape": [null, 30], "activity_regularizer": null, "mask_zero": false, "embeddings_regularizer": null, "trainable": true, "embeddings_constraint": null, "name": "embedding_1"}, "class_name": "Embedding", "name": "embedding_1"}, {"inbound_nodes": [[["text", 0, 0, {}]]], "config": {"input_dim": 6801, "embeddings_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "input_length": 30, "dtype": "int32", "output_dim": 300, "batch_input_shape": [null, 30], "activity_regularizer": null, "mask_zero": false, "embeddings_regularizer": null, "trainable": true, "embeddings_constraint": null, "name": "embedding_2"}, "class_name": "Embedding", "name": "embedding_2"}, {"inbound_nodes": [[["embedding_1", 0, 0, {}]]], "config": {"strides": [1], "activation": "sigmoid", "kernel_regularizer": null, "bias_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "padding": "valid", "bias_regularizer": null, "use_bias": true, "name": "conv1d_1", "dilation_rate": [1], "kernel_size": [3], "kernel_constraint": null, "batch_input_shape": [null, 1, 30], "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "filters": 32, "bias_constraint": null, "dtype": "float32"}, "class_name": "Conv1D", "name": "conv1d_1"}, {"inbound_nodes": [[["embedding_2", 0, 0, {}]]], "config": {"strides": [1], "activation": "sigmoid", "kernel_regularizer": null, "bias_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "padding": "valid", "bias_regularizer": null, "use_bias": true, "name": "conv1d_3", "dilation_rate": [1], "kernel_size": [3], "kernel_constraint": null, "batch_input_shape": [null, 1, 30], "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "filters": 32, "bias_constraint": null, "dtype": "float32"}, "class_name": "Conv1D", "name": "conv1d_3"}, {"inbound_nodes": [[["conv1d_1", 0, 0, {}]]], "config": {"strides": [1], "activation": "sigmoid", "kernel_regularizer": null, "bias_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "padding": "valid", "bias_regularizer": null, "use_bias": true, "name": "conv1d_2", "dilation_rate": [1], "kernel_size": [3], "kernel_constraint": null, "batch_input_shape": [null, 1, 28], "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "filters": 32, "bias_constraint": null, "dtype": "float32"}, "class_name": "Conv1D", "name": "conv1d_2"}, {"inbound_nodes": [[["conv1d_3", 0, 0, {}]]], "config": {"strides": [1], "activation": "sigmoid", "kernel_regularizer": null, "bias_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "padding": "valid", "bias_regularizer": null, "use_bias": true, "name": "conv1d_4", "dilation_rate": [1], "kernel_size": [3], "kernel_constraint": null, "batch_input_shape": [null, 1, 28], "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "filters": 32, "bias_constraint": null, "dtype": "float32"}, "class_name": "Conv1D", "name": "conv1d_4"}, {"inbound_nodes": [[["conv1d_2", 0, 0, {}]]], "config": {"activation": "sigmoid", "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "recurrent_constraint": null, "recurrent_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "activity_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "return_sequences": true, "implementation": 0, "name": "lstm_1", "kernel_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "return_state": false, "dropout": 0.25, "use_bias": true, "recurrent_activation": "hard_sigmoid", "bias_regularizer": null, "unroll": false, "stateful": false, "units": 32, "recurrent_dropout": 0.0, "go_backwards": false, "trainable": true, "kernel_constraint": null, "unit_forget_bias": false, "bias_constraint": null}, "class_name": "LSTM", "name": "lstm_1"}, {"inbound_nodes": [[["conv1d_2", 0, 0, {}]]], "config": {"activation": "sigmoid", "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "recurrent_constraint": null, "recurrent_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "activity_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "return_sequences": true, "implementation": 0, "name": "lstm_2", "kernel_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "return_state": false, "dropout": 0.25, "use_bias": true, "recurrent_activation": "hard_sigmoid", "bias_regularizer": null, "unroll": false, "stateful": false, "units": 32, "recurrent_dropout": 0.0, "go_backwards": true, "trainable": true, "kernel_constraint": null, "unit_forget_bias": false, "bias_constraint": null}, "class_name": "LSTM", "name": "lstm_2"}, {"inbound_nodes": [[["conv1d_4", 0, 0, {}]]], "config": {"activation": "sigmoid", "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "recurrent_constraint": null, "recurrent_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "recurrent_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "activity_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "return_sequences": true, "implementation": 0, "name": "lstm_3", "kernel_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "return_state": false, "dropout": 0.25, "use_bias": true, "recurrent_activation": "sigmoid", "bias_regularizer": null, "unroll": false, "stateful": false, "units": 32, "recurrent_dropout": 0.25, "go_backwards": false, "trainable": true, "kernel_constraint": null, "unit_forget_bias": false, "bias_constraint": null}, "class_name": "LSTM", "name": "lstm_3"}, {"inbound_nodes": [[["conv1d_4", 0, 0, {}]]], "config": {"activation": "sigmoid", "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "recurrent_constraint": null, "recurrent_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "recurrent_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "activity_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "return_sequences": true, "implementation": 0, "name": "lstm_4", "kernel_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "return_state": false, "dropout": 0.25, "use_bias": true, "recurrent_activation": "sigmoid", "bias_regularizer": null, "unroll": false, "stateful": false, "units": 32, "recurrent_dropout": 0.25, "go_backwards": true, "trainable": true, "kernel_constraint": null, "unit_forget_bias": false, "bias_constraint": null}, "class_name": "LSTM", "name": "lstm_4"}, {"inbound_nodes": [[["lstm_1", 0, 0, {}], ["lstm_2", 0, 0, {}]]], "config": {"trainable": true, "name": "add_1"}, "class_name": "Add", "name": "add_1"}, {"inbound_nodes": [[["lstm_3", 0, 0, {}], ["lstm_4", 0, 0, {}]]], "config": {"trainable": true, "name": "add_2"}, "class_name": "Add", "name": "add_2"}, {"inbound_nodes": [[["add_1", 0, 0, {}]]], "config": {"trainable": true, "rate": 0.25, "name": "dropout_1"}, "class_name": "Dropout", "name": "dropout_1"}, {"inbound_nodes": [[["add_2", 0, 0, {}]]], "config": {"trainable": true, "rate": 0.25, "name": "dropout_2"}, "class_name": "Dropout", "name": "dropout_2"}, {"inbound_nodes": [], "config": {"sparse": false, "dtype": "float32", "batch_input_shape": [8, 11], "name": "awc"}, "class_name": "InputLayer", "name": "awc"}, {"inbound_nodes": [[["dropout_1", 0, 0, {}]]], "config": {"trainable": true, "layer": {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "sigmoid", "kernel_regularizer": null, "use_bias": true, "bias_regularizer": null, "name": "dense_1", "units": 128, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, "name": "time_distributed_1"}, "class_name": "TimeDistributed", "name": "time_distributed_1"}, {"inbound_nodes": [[["dropout_2", 0, 0, {}]]], "config": {"trainable": true, "layer": {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "sigmoid", "kernel_regularizer": null, "use_bias": true, "bias_regularizer": null, "name": "dense_2", "units": 128, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, "name": "time_distributed_2"}, "class_name": "TimeDistributed", "name": "time_distributed_2"}, {"inbound_nodes": [[["awc", 0, 0, {}]]], "config": {"input_dim": 101, "embeddings_initializer": {"config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "input_length": 11, "dtype": "int32", "output_dim": 128, "batch_input_shape": [null, 11], "activity_regularizer": null, "mask_zero": false, "embeddings_regularizer": null, "trainable": true, "embeddings_constraint": null, "name": "embedding_3"}, "class_name": "Embedding", "name": "embedding_3"}, {"inbound_nodes": [[["time_distributed_1", 0, 0, {}], ["time_distributed_2", 0, 0, {}], ["embedding_3", 0, 0, {}]]], "config": {"trainable": true, "axis": 1, "name": "concatenate_1"}, "class_name": "Concatenate", "name": "concatenate_1"}, {"inbound_nodes": [[["concatenate_1", 0, 0, {}]]], "config": {"trainable": true, "name": "flatten_1"}, "class_name": "Flatten", "name": "flatten_1"}, {"inbound_nodes": [[["flatten_1", 0, 0, {}]]], "config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "sigmoid", "kernel_regularizer": null, "use_bias": true, "bias_regularizer": null, "name": "dense_3", "units": 32, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}}, "class_name": "Dense", "name": "dense_3"}, {"inbound_nodes": [[["dense_3", 0, 0, {}]]], "config": {"trainable": true, "rate": 0.25, "name": "dropout_3"}, "class_name": "Dropout", "name": "dropout_3"}, {"inbound_nodes": [[["dropout_3", 0, 0, {}]]], "config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "sigmoid", "kernel_regularizer": null, "use_bias": true, "bias_regularizer": null, "name": "dense_4", "units": 2, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense", "name": "dense_4"}, {"inbound_nodes": [[["dense_4", 0, 0, {}]]], "config": {"trainable": true, "activation": "softmax", "name": "activation_1"}, "class_name": "Activation", "name": "activation_1"}], "output_layers": [["activation_1", 0, 0]], "name": "model_1", "input_layers": [["context", 0, 0], ["text", 0, 0], ["awc", 0, 0]]}, "class_name": "Model", "backend": "tensorflow", "keras_version": "2.0.5"}