{"backend": "tensorflow", "keras_version": "2.0.6", "class_name": "Model", "config": {"name": "model_1", "layers": [{"inbound_nodes": [], "name": "context", "class_name": "InputLayer", "config": {"batch_input_shape": [8, 30], "dtype": "float32", "name": "context", "sparse": false}}, {"inbound_nodes": [], "name": "text", "class_name": "InputLayer", "config": {"batch_input_shape": [8, 30], "dtype": "float32", "name": "text", "sparse": false}}, {"inbound_nodes": [[["context", 0, 0, {}]]], "name": "embedding_1", "class_name": "Embedding", "config": {"trainable": true, "dtype": "float32", "input_length": 30, "output_dim": 300, "batch_input_shape": [null, 30], "embeddings_regularizer": null, "input_dim": 6752, "name": "embedding_1", "embeddings_constraint": null, "activity_regularizer": null, "embeddings_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "mask_zero": false}}, {"inbound_nodes": [[["text", 0, 0, {}]]], "name": "embedding_2", "class_name": "Embedding", "config": {"trainable": true, "dtype": "float32", "input_length": 30, "output_dim": 300, "batch_input_shape": [null, 30], "embeddings_regularizer": null, "input_dim": 6752, "name": "embedding_2", "embeddings_constraint": null, "activity_regularizer": null, "embeddings_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "mask_zero": false}}, {"inbound_nodes": [[["embedding_1", 0, 0, {}]]], "name": "conv1d_1", "class_name": "Conv1D", "config": {"trainable": true, "dtype": "float32", "bias_regularizer": null, "padding": "valid", "bias_constraint": null, "dilation_rate": [1], "kernel_size": [3], "filters": 32, "batch_input_shape": [null, 1, 30], "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "kernel_constraint": null, "name": "conv1d_1", "activity_regularizer": null, "use_bias": true, "activation": "sigmoid", "bias_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "strides": [1]}}, {"inbound_nodes": [[["embedding_2", 0, 0, {}]]], "name": "conv1d_3", "class_name": "Conv1D", "config": {"trainable": true, "dtype": "float32", "bias_regularizer": null, "padding": "valid", "bias_constraint": null, "dilation_rate": [1], "kernel_size": [3], "filters": 32, "batch_input_shape": [null, 1, 30], "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "kernel_constraint": null, "name": "conv1d_3", "activity_regularizer": null, "use_bias": true, "activation": "sigmoid", "bias_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "strides": [1]}}, {"inbound_nodes": [[["conv1d_1", 0, 0, {}]]], "name": "conv1d_2", "class_name": "Conv1D", "config": {"trainable": true, "dtype": "float32", "bias_regularizer": null, "padding": "valid", "bias_constraint": null, "dilation_rate": [1], "kernel_size": [3], "filters": 32, "batch_input_shape": [null, 1, 28], "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "kernel_constraint": null, "name": "conv1d_2", "activity_regularizer": null, "use_bias": true, "activation": "sigmoid", "bias_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "strides": [1]}}, {"inbound_nodes": [[["conv1d_3", 0, 0, {}]]], "name": "conv1d_4", "class_name": "Conv1D", "config": {"trainable": true, "dtype": "float32", "bias_regularizer": null, "padding": "valid", "bias_constraint": null, "dilation_rate": [1], "kernel_size": [3], "filters": 32, "batch_input_shape": [null, 1, 28], "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "kernel_constraint": null, "name": "conv1d_4", "activity_regularizer": null, "use_bias": true, "activation": "sigmoid", "bias_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "strides": [1]}}, {"inbound_nodes": [[["conv1d_2", 0, 0, {}]]], "name": "lstm_1", "class_name": "LSTM", "config": {"use_bias": true, "go_backwards": false, "stateful": false, "recurrent_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_constraint": null, "return_state": false, "activation": "sigmoid", "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "unroll": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "activity_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "recurrent_dropout": 0.0, "trainable": true, "bias_regularizer": null, "implementation": 0, "units": 32, "recurrent_activation": "hard_sigmoid", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "dropout": 0.25, "unit_forget_bias": false, "name": "lstm_1", "return_sequences": true, "recurrent_constraint": null, "kernel_constraint": null}}, {"inbound_nodes": [[["conv1d_2", 0, 0, {}]]], "name": "lstm_2", "class_name": "LSTM", "config": {"use_bias": true, "go_backwards": true, "stateful": false, "recurrent_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_constraint": null, "return_state": false, "activation": "sigmoid", "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "unroll": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "activity_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "recurrent_dropout": 0.0, "trainable": true, "bias_regularizer": null, "implementation": 0, "units": 32, "recurrent_activation": "hard_sigmoid", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "dropout": 0.25, "unit_forget_bias": false, "name": "lstm_2", "return_sequences": true, "recurrent_constraint": null, "kernel_constraint": null}}, {"inbound_nodes": [[["conv1d_4", 0, 0, {}]]], "name": "lstm_3", "class_name": "LSTM", "config": {"use_bias": true, "go_backwards": false, "stateful": false, "recurrent_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_constraint": null, "return_state": false, "activation": "sigmoid", "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "unroll": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "activity_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "recurrent_dropout": 0.25, "trainable": true, "bias_regularizer": null, "implementation": 0, "units": 32, "recurrent_activation": "sigmoid", "recurrent_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "dropout": 0.25, "unit_forget_bias": false, "name": "lstm_3", "return_sequences": true, "recurrent_constraint": null, "kernel_constraint": null}}, {"inbound_nodes": [[["conv1d_4", 0, 0, {}]]], "name": "lstm_4", "class_name": "LSTM", "config": {"use_bias": true, "go_backwards": true, "stateful": false, "recurrent_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_constraint": null, "return_state": false, "activation": "sigmoid", "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "unroll": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "activity_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "recurrent_dropout": 0.25, "trainable": true, "bias_regularizer": null, "implementation": 0, "units": 32, "recurrent_activation": "sigmoid", "recurrent_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "dropout": 0.25, "unit_forget_bias": false, "name": "lstm_4", "return_sequences": true, "recurrent_constraint": null, "kernel_constraint": null}}, {"inbound_nodes": [[["lstm_1", 0, 0, {}], ["lstm_2", 0, 0, {}]]], "name": "add_1", "class_name": "Add", "config": {"trainable": true, "name": "add_1"}}, {"inbound_nodes": [[["lstm_3", 0, 0, {}], ["lstm_4", 0, 0, {}]]], "name": "add_2", "class_name": "Add", "config": {"trainable": true, "name": "add_2"}}, {"inbound_nodes": [[["add_1", 0, 0, {}]]], "name": "dropout_1", "class_name": "Dropout", "config": {"trainable": true, "rate": 0.25, "name": "dropout_1"}}, {"inbound_nodes": [[["add_2", 0, 0, {}]]], "name": "dropout_2", "class_name": "Dropout", "config": {"trainable": true, "rate": 0.25, "name": "dropout_2"}}, {"inbound_nodes": [], "name": "awc", "class_name": "InputLayer", "config": {"batch_input_shape": [8, 11], "dtype": "float32", "name": "awc", "sparse": false}}, {"inbound_nodes": [[["dropout_1", 0, 0, {}]]], "name": "time_distributed_1", "class_name": "TimeDistributed", "config": {"trainable": true, "name": "time_distributed_1", "layer": {"class_name": "Dense", "config": {"trainable": true, "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "units": 128, "activation": "sigmoid", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "name": "dense_1", "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}}}, {"inbound_nodes": [[["dropout_2", 0, 0, {}]]], "name": "time_distributed_2", "class_name": "TimeDistributed", "config": {"trainable": true, "name": "time_distributed_2", "layer": {"class_name": "Dense", "config": {"trainable": true, "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "units": 128, "activation": "sigmoid", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "name": "dense_2", "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}}}, {"inbound_nodes": [[["awc", 0, 0, {}]]], "name": "embedding_3", "class_name": "Embedding", "config": {"trainable": true, "dtype": "float32", "input_length": 11, "output_dim": 128, "batch_input_shape": [null, 11], "embeddings_regularizer": null, "input_dim": 101, "name": "embedding_3", "embeddings_constraint": null, "activity_regularizer": null, "embeddings_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "normal"}}, "mask_zero": false}}, {"inbound_nodes": [[["time_distributed_1", 0, 0, {}], ["time_distributed_2", 0, 0, {}], ["embedding_3", 0, 0, {}]]], "name": "concatenate_1", "class_name": "Concatenate", "config": {"trainable": true, "axis": 1, "name": "concatenate_1"}}, {"inbound_nodes": [[["concatenate_1", 0, 0, {}]]], "name": "flatten_1", "class_name": "Flatten", "config": {"trainable": true, "name": "flatten_1"}}, {"inbound_nodes": [[["flatten_1", 0, 0, {}]]], "name": "dense_3", "class_name": "Dense", "config": {"trainable": true, "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "units": 32, "activation": "sigmoid", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_in", "seed": null, "distribution": "normal"}}, "name": "dense_3", "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}, {"inbound_nodes": [[["dense_3", 0, 0, {}]]], "name": "dropout_3", "class_name": "Dropout", "config": {"trainable": true, "rate": 0.25, "name": "dropout_3"}}, {"inbound_nodes": [[["dropout_3", 0, 0, {}]]], "name": "dense_4", "class_name": "Dense", "config": {"trainable": true, "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "units": 2, "activation": "sigmoid", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "name": "dense_4", "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null}}, {"inbound_nodes": [[["dense_4", 0, 0, {}]]], "name": "activation_1", "class_name": "Activation", "config": {"trainable": true, "name": "activation_1", "activation": "softmax"}}], "output_layers": [["activation_1", 0, 0]], "input_layers": [["context", 0, 0], ["text", 0, 0], ["awc", 0, 0]]}}