{"class_name": "Model", "config": {"layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [32, 30], "dtype": "float32", "name": "context", "sparse": false}, "name": "context", "inbound_nodes": []}, {"class_name": "InputLayer", "config": {"batch_input_shape": [32, 30], "dtype": "float32", "name": "text", "sparse": false}, "name": "text", "inbound_nodes": []}, {"class_name": "Embedding", "config": {"mask_zero": false, "embeddings_regularizer": null, "dtype": "float32", "input_dim": 44033, "embeddings_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "embeddings_constraint": null, "batch_input_shape": [null, 30], "activity_regularizer": null, "output_dim": 300, "input_length": 30, "trainable": false, "name": "embedding_1"}, "name": "embedding_1", "inbound_nodes": [[["context", 0, 0, {}]]]}, {"class_name": "Embedding", "config": {"mask_zero": false, "embeddings_regularizer": null, "dtype": "float32", "input_dim": 44033, "embeddings_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "embeddings_constraint": null, "batch_input_shape": [null, 30], "activity_regularizer": null, "output_dim": 300, "input_length": 30, "trainable": false, "name": "embedding_2"}, "name": "embedding_2", "inbound_nodes": [[["text", 0, 0, {}]]]}, {"class_name": "LSTM", "config": {"units": 128, "stateful": false, "recurrent_dropout": 0.0, "return_state": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "seed": null, "distribution": "normal", "scale": 2.0}}, "unroll": false, "go_backwards": false, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_regularizer": null, "implementation": 1, "name": "lstm_1", "use_bias": true, "activation": "sigmoid", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}, "unit_forget_bias": false, "recurrent_constraint": null, "recurrent_activation": "sigmoid", "activity_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "recurrent_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "return_sequences": false, "dropout": 0.25, "bias_constraint": null, "trainable": true, "bias_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "seed": null, "distribution": "normal", "scale": 2.0}}, "kernel_constraint": null}, "name": "lstm_1", "inbound_nodes": [[["embedding_1", 0, 0, {}]]]}, {"class_name": "LSTM", "config": {"units": 128, "stateful": false, "recurrent_dropout": 0.0, "return_state": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "seed": null, "distribution": "normal", "scale": 2.0}}, "unroll": false, "go_backwards": true, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_regularizer": null, "implementation": 1, "name": "lstm_2", "use_bias": true, "activation": "sigmoid", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}, "unit_forget_bias": false, "recurrent_constraint": null, "recurrent_activation": "sigmoid", "activity_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "recurrent_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "return_sequences": false, "dropout": 0.25, "bias_constraint": null, "trainable": true, "bias_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "seed": null, "distribution": "normal", "scale": 2.0}}, "kernel_constraint": null}, "name": "lstm_2", "inbound_nodes": [[["embedding_1", 0, 0, {}]]]}, {"class_name": "LSTM", "config": {"units": 128, "stateful": false, "recurrent_dropout": 0.25, "return_state": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "seed": null, "distribution": "normal", "scale": 2.0}}, "unroll": false, "go_backwards": false, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_regularizer": null, "implementation": 1, "name": "lstm_3", "use_bias": true, "activation": "sigmoid", "recurrent_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "seed": null, "distribution": "normal", "scale": 2.0}}, "unit_forget_bias": false, "recurrent_constraint": null, "recurrent_activation": "sigmoid", "activity_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "recurrent_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "return_sequences": false, "dropout": 0.25, "bias_constraint": null, "trainable": true, "bias_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "seed": null, "distribution": "normal", "scale": 2.0}}, "kernel_constraint": null}, "name": "lstm_3", "inbound_nodes": [[["embedding_2", 0, 0, {}]]]}, {"class_name": "LSTM", "config": {"units": 128, "stateful": false, "recurrent_dropout": 0.25, "return_state": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "seed": null, "distribution": "normal", "scale": 2.0}}, "unroll": false, "go_backwards": true, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_regularizer": null, "implementation": 1, "name": "lstm_4", "use_bias": true, "activation": "sigmoid", "recurrent_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "seed": null, "distribution": "normal", "scale": 2.0}}, "unit_forget_bias": false, "recurrent_constraint": null, "recurrent_activation": "sigmoid", "activity_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "recurrent_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "return_sequences": false, "dropout": 0.25, "bias_constraint": null, "trainable": true, "bias_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "seed": null, "distribution": "normal", "scale": 2.0}}, "kernel_constraint": null}, "name": "lstm_4", "inbound_nodes": [[["embedding_2", 0, 0, {}]]]}, {"class_name": "Add", "config": {"trainable": true, "name": "add_1"}, "name": "add_1", "inbound_nodes": [[["lstm_1", 0, 0, {}], ["lstm_2", 0, 0, {}]]]}, {"class_name": "Add", "config": {"trainable": true, "name": "add_2"}, "name": "add_2", "inbound_nodes": [[["lstm_3", 0, 0, {}], ["lstm_4", 0, 0, {}]]]}, {"class_name": "Dropout", "config": {"seed": null, "trainable": true, "name": "dropout_1", "noise_shape": null, "rate": 0.25}, "name": "dropout_1", "inbound_nodes": [[["add_1", 0, 0, {}]]]}, {"class_name": "Dropout", "config": {"seed": null, "trainable": true, "name": "dropout_2", "noise_shape": null, "rate": 0.25}, "name": "dropout_2", "inbound_nodes": [[["add_2", 0, 0, {}]]]}, {"class_name": "Subtract", "config": {"trainable": true, "name": "subtract_1"}, "name": "subtract_1", "inbound_nodes": [[["dropout_1", 0, 0, {}], ["dropout_2", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"units": 128, "name": "dense_1", "use_bias": true, "activation": "sigmoid", "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "seed": null, "distribution": "normal", "scale": 2.0}}}, "name": "dense_1", "inbound_nodes": [[["subtract_1", 0, 0, {}]]]}, {"class_name": "Dropout", "config": {"seed": null, "trainable": true, "name": "dropout_3", "noise_shape": null, "rate": 0.25}, "name": "dropout_3", "inbound_nodes": [[["dense_1", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"units": 2, "name": "dense_2", "use_bias": true, "activation": "sigmoid", "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}}, "name": "dense_2", "inbound_nodes": [[["dropout_3", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"activation": "softmax", "trainable": true, "name": "activation_1"}, "name": "activation_1", "inbound_nodes": [[["dense_2", 0, 0, {}]]]}], "output_layers": [["activation_1", 0, 0]], "name": "model_1", "input_layers": [["context", 0, 0], ["text", 0, 0]]}, "keras_version": "2.1.2", "backend": "tensorflow"}