{"class_name": "Sequential", "config": [{"class_name": "Embedding", "config": {"embeddings_regularizer": null, "trainable": true, "embeddings_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "mode": "fan_avg", "scale": 1.0}}, "embeddings_constraint": null, "batch_input_shape": [null, 30], "mask_zero": false, "input_dim": 71699, "activity_regularizer": null, "output_dim": 256, "dtype": "float32", "name": "embedding_1", "input_length": 30}}, {"class_name": "Reshape", "config": {"name": "reshape_1", "target_shape": [30, 256, 1], "trainable": true}}, {"class_name": "Conv2D", "config": {"padding": "valid", "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "mode": "fan_in", "scale": 2.0}}, "trainable": true, "data_format": "channels_last", "bias_regularizer": null, "filters": 128, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "strides": [1, 1], "use_bias": true, "name": "conv2d_1", "kernel_size": [5, 1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "dilation_rate": [1, 1], "activation": "sigmoid"}}, {"class_name": "Conv2D", "config": {"padding": "valid", "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "mode": "fan_in", "scale": 2.0}}, "trainable": true, "data_format": "channels_last", "bias_regularizer": null, "filters": 256, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "strides": [1, 1], "use_bias": true, "name": "conv2d_2", "kernel_size": [5, 1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "dilation_rate": [1, 1], "activation": "sigmoid"}}, {"class_name": "TimeDistributed", "config": {"name": "time_distributed_1", "layer": {"class_name": "LSTM", "config": {"dropout": 0.5, "recurrent_activation": "hard_sigmoid", "return_sequences": true, "recurrent_dropout": 0.0, "unit_forget_bias": true, "bias_constraint": null, "activity_regularizer": null, "unroll": false, "use_bias": true, "stateful": false, "recurrent_constraint": null, "units": 256, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "mode": "fan_in", "scale": 2.0}}, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "recurrent_regularizer": null, "kernel_regularizer": null, "return_state": false, "implementation": 0, "name": "lstm_1", "kernel_constraint": null, "go_backwards": false, "activation": "sigmoid"}}, "trainable": true}}, {"class_name": "TimeDistributed", "config": {"name": "time_distributed_2", "layer": {"class_name": "LSTM", "config": {"dropout": 0.5, "recurrent_activation": "hard_sigmoid", "return_sequences": false, "recurrent_dropout": 0.0, "unit_forget_bias": true, "bias_constraint": null, "activity_regularizer": null, "unroll": false, "use_bias": true, "stateful": false, "recurrent_constraint": null, "units": 256, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "mode": "fan_in", "scale": 2.0}}, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "recurrent_regularizer": null, "kernel_regularizer": null, "return_state": false, "implementation": 0, "name": "lstm_2", "kernel_constraint": null, "go_backwards": false, "activation": "sigmoid"}}, "trainable": true}}, {"class_name": "Flatten", "config": {"name": "flatten_1", "trainable": true}}, {"class_name": "Dense", "config": {"units": 256, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "mode": "fan_in", "scale": 2.0}}, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "name": "dense_1", "kernel_constraint": null, "activation": "sigmoid"}}, {"class_name": "Dense", "config": {"units": 2, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "name": "dense_2", "kernel_constraint": null, "activation": "softmax"}}], "keras_version": "2.0.6", "backend": "tensorflow"}