{"backend": "tensorflow", "config": [{"config": {"batch_input_shape": [null, 30], "mask_value": 0, "trainable": true, "dtype": "float32", "name": "masking_1"}, "class_name": "Masking"}, {"config": {"embeddings_constraint": null, "input_dim": 34552, "activity_regularizer": null, "input_length": 30, "batch_input_shape": [null, 30], "embeddings_regularizer": null, "output_dim": 200, "trainable": false, "mask_zero": false, "name": "embedding_1", "embeddings_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "dtype": "float32"}, "class_name": "Embedding"}, {"config": {"trainable": true, "target_shape": [30, 200, 1], "name": "reshape_1"}, "class_name": "Reshape"}, {"config": {"bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "scale": 2.0, "seed": null, "distribution": "normal"}, "class_name": "VarianceScaling"}, "data_format": "channels_last", "padding": "valid", "activity_regularizer": null, "strides": [1, 1], "filters": 32, "kernel_size": [5, 1], "dilation_rate": [1, 1], "use_bias": true, "trainable": true, "name": "conv2d_1", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "activation": "relu", "bias_constraint": null}, "class_name": "Conv2D"}, {"config": {"pool_size": [2, 1], "trainable": true, "name": "max_pooling2d_1", "strides": [2, 1], "data_format": "channels_last", "padding": "valid"}, "class_name": "MaxPooling2D"}, {"config": {"noise_shape": null, "seed": null, "trainable": true, "name": "dropout_1", "rate": 0.5}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "scale": 2.0, "seed": null, "distribution": "normal"}, "class_name": "VarianceScaling"}, "data_format": "channels_last", "padding": "valid", "activity_regularizer": null, "strides": [1, 1], "filters": 64, "kernel_size": [5, 1], "dilation_rate": [1, 1], "use_bias": true, "trainable": true, "name": "conv2d_2", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "activation": "relu", "bias_constraint": null}, "class_name": "Conv2D"}, {"config": {"pool_size": [2, 1], "trainable": true, "name": "max_pooling2d_2", "strides": [2, 1], "data_format": "channels_last", "padding": "valid"}, "class_name": "MaxPooling2D"}, {"config": {"noise_shape": null, "seed": null, "trainable": true, "name": "dropout_2", "rate": 0.5}, "class_name": "Dropout"}, {"config": {"trainable": true, "target_shape": [4, -1], "name": "reshape_2"}, "class_name": "Reshape"}, {"config": {"dropout": 0.5, "return_state": false, "activity_regularizer": null, "return_sequences": false, "recurrent_dropout": 0.5, "use_bias": true, "kernel_constraint": null, "unroll": false, "recurrent_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "bias_regularizer": null, "unit_forget_bias": true, "kernel_initializer": {"config": {"mode": "fan_in", "scale": 2.0, "seed": null, "distribution": "normal"}, "class_name": "VarianceScaling"}, "recurrent_constraint": null, "recurrent_activation": "hard_sigmoid", "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "implementation": 1, "stateful": false, "name": "lstm_1", "kernel_regularizer": null, "units": 32, "go_backwards": false, "activation": "sigmoid", "trainable": true}, "class_name": "LSTM"}, {"config": {"noise_shape": null, "seed": null, "trainable": true, "name": "dropout_3", "rate": 0.5}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "units": 2, "use_bias": true, "trainable": true, "name": "dense_1", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "activation": "softmax", "bias_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.1.2"}