{"class_name": "Sequential", "keras_version": "2.1.2", "backend": "tensorflow", "config": [{"class_name": "Embedding", "config": {"embeddings_constraint": null, "batch_input_shape": [null, 50], "name": "embedding_1", "embeddings_regularizer": null, "activity_regularizer": null, "dtype": "float32", "input_length": 50, "output_dim": 300, "mask_zero": false, "input_dim": 28669, "embeddings_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "trainable": false}}, {"class_name": "Conv1D", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "strides": [1], "name": "conv1d_1", "kernel_size": [2], "padding": "valid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "activity_regularizer": null, "dilation_rate": [1], "bias_regularizer": null, "activation": "sigmoid", "bias_constraint": null, "filters": 128, "use_bias": true, "kernel_constraint": null, "trainable": true, "kernel_regularizer": null}}, {"class_name": "MaxPooling1D", "config": {"pool_size": [2], "strides": [2], "name": "max_pooling1d_1", "trainable": true, "padding": "valid"}}, {"class_name": "Dropout", "config": {"seed": null, "noise_shape": null, "rate": 0.25, "trainable": true, "name": "dropout_1"}}, {"class_name": "LSTM", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "recurrent_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "unit_forget_bias": true, "bias_regularizer": null, "dropout": 0.5, "units": 128, "return_sequences": true, "bias_constraint": null, "recurrent_dropout": 0.5, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "unroll": true, "recurrent_regularizer": null, "go_backwards": false, "name": "lstm_1", "activation": "sigmoid", "stateful": false, "activity_regularizer": null, "implementation": 1, "return_state": false, "recurrent_activation": "hard_sigmoid", "use_bias": true, "kernel_regularizer": null, "trainable": true, "kernel_constraint": null}}, {"class_name": "GlobalMaxPooling1D", "config": {"name": "global_max_pooling1d_1", "trainable": true}}, {"class_name": "Dropout", "config": {"seed": null, "noise_shape": null, "rate": 0.5, "trainable": true, "name": "dropout_2"}}, {"class_name": "Dense", "config": {"units": 2, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}, "activity_regularizer": null, "bias_regularizer": null, "activation": "linear", "bias_constraint": null, "use_bias": true, "kernel_constraint": null, "trainable": true, "kernel_regularizer": null}}, {"class_name": "Activation", "config": {"activation": "softmax", "name": "activation_1", "trainable": true}}]}