{"keras_version": "2.0.8", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Embedding", "config": {"embeddings_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "dtype": "float32", "output_dim": 300, "name": "embedding_1", "input_dim": 57958, "embeddings_regularizer": null, "embeddings_constraint": null, "batch_input_shape": [null, 30], "activity_regularizer": null, "input_length": 30, "mask_zero": false, "trainable": false}}, {"class_name": "LSTM", "config": {"name": "lstm_1", "recurrent_activation": "hard_sigmoid", "kernel_regularizer": null, "bias_constraint": null, "activation": "sigmoid", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "bias_regularizer": null, "unroll": false, "use_bias": true, "dropout": 0.5, "go_backwards": false, "recurrent_dropout": 0.0, "recurrent_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "seed": null, "distribution": "normal", "scale": 2.0}}, "recurrent_regularizer": null, "unit_forget_bias": true, "stateful": false, "units": 256, "implementation": 0, "bias_initializer": {"class_name": "Zeros", "config": {}}, "return_state": false, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "return_sequences": true}}, {"class_name": "LSTM", "config": {"name": "lstm_2", "recurrent_activation": "hard_sigmoid", "kernel_regularizer": null, "bias_constraint": null, "activation": "sigmoid", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "bias_regularizer": null, "unroll": false, "use_bias": true, "dropout": 0.5, "go_backwards": false, "recurrent_dropout": 0.0, "recurrent_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "seed": null, "distribution": "normal", "scale": 2.0}}, "recurrent_regularizer": null, "unit_forget_bias": true, "stateful": false, "units": 256, "implementation": 0, "bias_initializer": {"class_name": "Zeros", "config": {}}, "return_state": false, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "return_sequences": false}}, {"class_name": "Dense", "config": {"activation": "softmax", "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "units": 2, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "use_bias": true, "kernel_constraint": null}}]}