{"keras_version": "2.0.5", "class_name": "Sequential", "config": [{"class_name": "Embedding", "config": {"output_dim": 256, "name": "embedding_1", "batch_input_shape": [null, 30], "input_length": 30, "embeddings_regularizer": null, "embeddings_constraint": null, "input_dim": 71699, "dtype": "int32", "trainable": true, "activity_regularizer": null, "mask_zero": false, "embeddings_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "normal", "mode": "fan_avg"}}}}, {"class_name": "Conv1D", "config": {"activation": "sigmoid", "bias_constraint": null, "name": "conv1d_1", "batch_input_shape": [null, 1, 30], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "seed": null, "distribution": "normal", "mode": "fan_in"}}, "filters": 256, "strides": [1], "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "padding": "valid", "kernel_size": [3], "dtype": "float32", "trainable": true, "kernel_constraint": null, "dilation_rate": [1], "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Conv1D", "config": {"activation": "sigmoid", "bias_constraint": null, "name": "conv1d_2", "batch_input_shape": [null, 1, 28], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "seed": null, "distribution": "normal", "mode": "fan_in"}}, "filters": 256, "strides": [1], "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "padding": "valid", "kernel_size": [3], "dtype": "float32", "trainable": true, "kernel_constraint": null, "dilation_rate": [1], "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "LSTM", "config": {"bias_constraint": null, "name": "lstm_1", "unit_forget_bias": true, "implementation": 0, "return_state": false, "unroll": false, "activation": "sigmoid", "trainable": true, "activity_regularizer": null, "recurrent_activation": "hard_sigmoid", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "seed": null, "distribution": "normal", "mode": "fan_in"}}, "bias_regularizer": null, "stateful": false, "use_bias": true, "recurrent_dropout": 0.0, "recurrent_regularizer": null, "return_sequences": true, "dropout": 0.5, "recurrent_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 256, "go_backwards": false}}, {"class_name": "LSTM", "config": {"bias_constraint": null, "name": "lstm_2", "unit_forget_bias": true, "implementation": 0, "return_state": false, "unroll": false, "activation": "sigmoid", "trainable": true, "activity_regularizer": null, "recurrent_activation": "hard_sigmoid", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "seed": null, "distribution": "normal", "mode": "fan_in"}}, "bias_regularizer": null, "stateful": false, "use_bias": true, "recurrent_dropout": 0.0, "recurrent_regularizer": null, "return_sequences": false, "dropout": 0.5, "recurrent_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 256, "go_backwards": false}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "seed": null, "distribution": "normal", "mode": "fan_in"}}, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "use_bias": true, "activation": "sigmoid", "trainable": true, "activity_regularizer": null, "units": 256, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "name": "dense_2", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "use_bias": true, "activation": "linear", "trainable": true, "activity_regularizer": null, "units": 2, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_1", "activation": "softmax"}}], "backend": "tensorflow"}