{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Embedding", "config": {"embeddings_constraint": null, "input_dim": 71699, "mask_zero": false, "output_dim": 256, "dtype": "float32", "embeddings_regularizer": null, "name": "embedding_1", "activity_regularizer": null, "embeddings_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "batch_input_shape": [null, 30], "input_length": 30, "trainable": true}}, {"class_name": "Conv1D", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "mode": "fan_in", "scale": 2.0}}, "name": "conv1d_1", "kernel_size": [3], "filters": 256, "dtype": "float32", "dilation_rate": [1], "trainable": true, "bias_constraint": null, "activity_regularizer": null, "activation": "sigmoid", "strides": [1], "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "batch_input_shape": [null, 1, 30], "padding": "valid"}}, {"class_name": "Conv1D", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "mode": "fan_in", "scale": 2.0}}, "name": "conv1d_2", "kernel_size": [3], "filters": 256, "dtype": "float32", "dilation_rate": [1], "trainable": true, "bias_constraint": null, "activity_regularizer": null, "activation": "sigmoid", "strides": [1], "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "batch_input_shape": [null, 1, 28], "padding": "valid"}}, {"class_name": "LSTM", "config": {"go_backwards": false, "units": 256, "unit_forget_bias": true, "activation": "sigmoid", "bias_constraint": null, "activity_regularizer": null, "implementation": 0, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "recurrent_regularizer": null, "unroll": false, "dropout": 0.5, "bias_regularizer": null, "return_state": false, "recurrent_constraint": null, "name": "lstm_1", "return_sequences": true, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "recurrent_activation": "hard_sigmoid", "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "mode": "fan_in", "scale": 2.0}}, "stateful": false, "recurrent_dropout": 0.0, "trainable": true}}, {"class_name": "LSTM", "config": {"go_backwards": false, "units": 256, "unit_forget_bias": true, "activation": "sigmoid", "bias_constraint": null, "activity_regularizer": null, "implementation": 0, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "recurrent_regularizer": null, "unroll": false, "dropout": 0.5, "bias_regularizer": null, "return_state": false, "recurrent_constraint": null, "name": "lstm_2", "return_sequences": false, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "recurrent_activation": "hard_sigmoid", "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "mode": "fan_in", "scale": 2.0}}, "stateful": false, "recurrent_dropout": 0.0, "trainable": true}}, {"class_name": "Dense", "config": {"units": 256, "bias_constraint": null, "name": "dense_1", "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "activation": "sigmoid", "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "mode": "fan_in", "scale": 2.0}}, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 2, "bias_constraint": null, "name": "dense_2", "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "activation": "linear", "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "kernel_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "activation": "softmax", "trainable": true}}], "keras_version": "2.0.6"}