{"config": [{"config": {"embeddings_initializer": {"config": {"maxval": 0.05, "seed": null, "minval": -0.05}, "class_name": "RandomUniform"}, "mask_zero": false, "output_dim": 300, "embeddings_regularizer": null, "input_dim": 57958, "embeddings_constraint": null, "activity_regularizer": null, "name": "embedding_1", "trainable": true, "batch_input_shape": [null, 30], "input_length": 30, "dtype": "float32"}, "class_name": "Embedding"}, {"config": {"trainable": true, "name": "flatten_1"}, "class_name": "Flatten"}, {"config": {"kernel_regularizer": null, "use_bias": true, "bias_constraint": null, "kernel_constraint": null, "activation": "softmax", "name": "dense_1", "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 2, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null}, "class_name": "Dense"}], "keras_version": "2.0.8", "class_name": "Sequential", "backend": "tensorflow"}