{"class_name": "Sequential", "config": [{"class_name": "Embedding", "config": {"name": "embedding_1", "dtype": "float32", "trainable": false, "embeddings_constraint": null, "embeddings_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "activity_regularizer": null, "embeddings_regularizer": null, "batch_input_shape": [null, 30], "output_dim": 300, "mask_zero": false, "input_length": 30, "input_dim": 71699}}, {"class_name": "Conv1D", "config": {"activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "scale": 2.0, "seed": null, "distribution": "normal"}}, "dilation_rate": [1], "name": "conv1d_1", "dtype": "float32", "kernel_constraint": null, "strides": [1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "filters": 300, "bias_regularizer": null, "batch_input_shape": [null, 1, 30], "use_bias": true, "kernel_size": [3], "activity_regularizer": null, "padding": "valid", "trainable": true, "kernel_regularizer": null, "bias_constraint": null}}, {"class_name": "Conv1D", "config": {"activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "scale": 2.0, "seed": null, "distribution": "normal"}}, "dilation_rate": [1], "name": "conv1d_2", "dtype": "float32", "kernel_constraint": null, "strides": [1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "filters": 300, "bias_regularizer": null, "batch_input_shape": [null, 1, 28], "use_bias": true, "kernel_size": [3], "activity_regularizer": null, "padding": "valid", "trainable": true, "kernel_regularizer": null, "bias_constraint": null}}, {"class_name": "LSTM", "config": {"activation": "sigmoid", "recurrent_constraint": null, "name": "lstm_1", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}, "stateful": false, "implementation": 0, "unroll": false, "unit_forget_bias": true, "return_state": false, "recurrent_dropout": 0.0, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "scale": 2.0, "seed": null, "distribution": "normal"}}, "units": 256, "dropout": 0.5, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "go_backwards": false, "bias_regularizer": null, "recurrent_regularizer": null, "use_bias": true, "recurrent_activation": "hard_sigmoid", "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "return_sequences": true}}, {"class_name": "LSTM", "config": {"activation": "sigmoid", "recurrent_constraint": null, "name": "lstm_2", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}, "stateful": false, "implementation": 0, "unroll": false, "unit_forget_bias": true, "return_state": false, "recurrent_dropout": 0.0, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "scale": 2.0, "seed": null, "distribution": "normal"}}, "units": 256, "dropout": 0.5, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "go_backwards": false, "bias_regularizer": null, "recurrent_regularizer": null, "use_bias": true, "recurrent_activation": "hard_sigmoid", "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "return_sequences": false}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "scale": 2.0, "seed": null, "distribution": "normal"}}, "name": "dense_1", "units": 256, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "bias_regularizer": null, "use_bias": true, "trainable": true, "kernel_regularizer": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "name": "dense_2", "units": 2, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "bias_regularizer": null, "use_bias": true, "trainable": true, "kernel_regularizer": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"activation": "softmax", "trainable": true, "name": "activation_1"}}], "keras_version": "2.0.6", "backend": "tensorflow"}