{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Embedding", "config": {"dtype": "int32", "output_dim": 300, "activity_regularizer": null, "input_dim": 71699, "batch_input_shape": [null, 30], "mask_zero": false, "trainable": true, "name": "embedding_1", "embeddings_regularizer": null, "embeddings_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "embeddings_constraint": null, "input_length": 30}}, {"class_name": "Conv1D", "config": {"dtype": "float32", "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "dilation_rate": [1], "trainable": true, "padding": "valid", "filters": 256, "bias_constraint": null, "name": "conv1d_1", "use_bias": true, "batch_input_shape": [null, 1, 30], "strides": [1], "kernel_size": [3], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "distribution": "normal", "scale": 2.0}}}}, {"class_name": "Conv1D", "config": {"dtype": "float32", "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "dilation_rate": [1], "trainable": true, "padding": "valid", "filters": 256, "bias_constraint": null, "name": "conv1d_2", "use_bias": true, "batch_input_shape": [null, 1, 28], "strides": [1], "kernel_size": [3], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "distribution": "normal", "scale": 2.0}}}}, {"class_name": "LSTM", "config": {"activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "recurrent_dropout": 0.0, "kernel_regularizer": null, "units": 256, "trainable": true, "go_backwards": false, "bias_constraint": null, "recurrent_regularizer": null, "implementation": 0, "recurrent_activation": "hard_sigmoid", "unit_forget_bias": true, "bias_regularizer": null, "kernel_constraint": null, "return_sequences": true, "unroll": false, "stateful": false, "name": "lstm_1", "recurrent_constraint": null, "dropout": 0.0, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "distribution": "normal", "scale": 2.0}}, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}}}, {"class_name": "Dropout", "config": {"rate": 0.25, "name": "dropout_1", "trainable": true}}, {"class_name": "LSTM", "config": {"activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "recurrent_dropout": 0.0, "kernel_regularizer": null, "units": 256, "trainable": true, "go_backwards": false, "bias_constraint": null, "recurrent_regularizer": null, "implementation": 0, "recurrent_activation": "hard_sigmoid", "unit_forget_bias": true, "bias_regularizer": null, "kernel_constraint": null, "return_sequences": true, "unroll": false, "stateful": false, "name": "lstm_2", "recurrent_constraint": null, "dropout": 0.0, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "distribution": "normal", "scale": 2.0}}, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}}}, {"class_name": "Dropout", "config": {"rate": 0.25, "name": "dropout_2", "trainable": true}}, {"class_name": "LSTM", "config": {"activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "recurrent_dropout": 0.0, "kernel_regularizer": null, "units": 256, "trainable": true, "go_backwards": false, "bias_constraint": null, "recurrent_regularizer": null, "implementation": 0, "recurrent_activation": "hard_sigmoid", "unit_forget_bias": true, "bias_regularizer": null, "kernel_constraint": null, "return_sequences": false, "unroll": false, "stateful": false, "name": "lstm_3", "recurrent_constraint": null, "dropout": 0.0, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "distribution": "normal", "scale": 2.0}}, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}}}, {"class_name": "Dropout", "config": {"rate": 0.25, "name": "dropout_3", "trainable": true}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "units": 256, "trainable": true, "bias_constraint": null, "name": "dense_1", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "distribution": "normal", "scale": 2.0}}}}, {"class_name": "Dense", "config": {"activation": "linear", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "units": 2, "trainable": true, "bias_constraint": null, "name": "dense_2", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}}}, {"class_name": "Activation", "config": {"activation": "softmax", "name": "activation_1", "trainable": true}}], "keras_version": "2.0.4"}