{"class_name": "Sequential", "config": [{"class_name": "Embedding", "config": {"batch_input_shape": [null, 30], "input_length": 30, "embeddings_regularizer": null, "dtype": "float32", "input_dim": 71699, "trainable": true, "embeddings_constraint": null, "output_dim": 256, "activity_regularizer": null, "embeddings_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "name": "embedding_1", "mask_zero": false}}, {"class_name": "Conv1D", "config": {"batch_input_shape": [null, 1, 30], "bias_constraint": null, "kernel_regularizer": null, "dilation_rate": [1], "dtype": "float32", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "mode": "fan_in", "scale": 2.0}}, "trainable": true, "filters": 256, "kernel_constraint": null, "kernel_size": [3], "padding": "valid", "activation": "sigmoid", "bias_regularizer": null, "name": "conv1d_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "strides": [1], "use_bias": true, "activity_regularizer": null}}, {"class_name": "Conv1D", "config": {"batch_input_shape": [null, 1, 28], "bias_constraint": null, "kernel_regularizer": null, "dilation_rate": [1], "dtype": "float32", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "mode": "fan_in", "scale": 2.0}}, "trainable": true, "filters": 256, "kernel_constraint": null, "kernel_size": [3], "padding": "valid", "activation": "sigmoid", "bias_regularizer": null, "name": "conv1d_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "strides": [1], "use_bias": true, "activity_regularizer": null}}, {"class_name": "LSTM", "config": {"unroll": false, "kernel_regularizer": null, "implementation": 0, "go_backwards": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "mode": "fan_in", "scale": 2.0}}, "trainable": true, "unit_forget_bias": true, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "stateful": false, "recurrent_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "return_sequences": true, "dropout": 0.5, "bias_constraint": null, "recurrent_regularizer": null, "kernel_constraint": null, "recurrent_dropout": 0.0, "units": 256, "recurrent_activation": "hard_sigmoid", "return_state": false, "activation": "sigmoid", "name": "lstm_1", "bias_regularizer": null, "use_bias": true, "activity_regularizer": null}}, {"class_name": "LSTM", "config": {"unroll": false, "kernel_regularizer": null, "implementation": 0, "go_backwards": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "mode": "fan_in", "scale": 2.0}}, "trainable": true, "unit_forget_bias": true, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "stateful": false, "recurrent_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "return_sequences": false, "dropout": 0.5, "bias_constraint": null, "recurrent_regularizer": null, "kernel_constraint": null, "recurrent_dropout": 0.0, "units": 256, "recurrent_activation": "hard_sigmoid", "return_state": false, "activation": "sigmoid", "name": "lstm_2", "bias_regularizer": null, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_constraint": null, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "mode": "fan_in", "scale": 2.0}}, "kernel_constraint": null, "units": 256, "activity_regularizer": null, "activation": "sigmoid", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "name": "dense_1"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "kernel_constraint": null, "units": 2, "activity_regularizer": null, "activation": "linear", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "name": "dense_2"}}, {"class_name": "Activation", "config": {"activation": "softmax", "trainable": true, "name": "activation_1"}}], "keras_version": "2.0.6", "backend": "tensorflow"}