{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.6", "config": [{"class_name": "Embedding", "config": {"embeddings_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "dtype": "float32", "activity_regularizer": null, "mask_zero": false, "name": "embedding_1", "output_dim": 300, "embeddings_constraint": null, "embeddings_regularizer": null, "input_length": 30, "trainable": false, "batch_input_shape": [null, 30], "input_dim": 71699}}, {"class_name": "Conv1D", "config": {"bias_constraint": null, "dilation_rate": [1], "name": "conv1d_1", "dtype": "float32", "strides": [1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_constraint": null, "kernel_size": [3], "padding": "valid", "kernel_regularizer": null, "bias_regularizer": null, "trainable": true, "batch_input_shape": [null, 1, 30], "activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "distribution": "normal", "scale": 2.0, "seed": null}}, "filters": 256, "use_bias": true}}, {"class_name": "Conv1D", "config": {"bias_constraint": null, "dilation_rate": [1], "name": "conv1d_2", "dtype": "float32", "strides": [1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_constraint": null, "kernel_size": [3], "padding": "valid", "kernel_regularizer": null, "bias_regularizer": null, "trainable": true, "batch_input_shape": [null, 1, 28], "activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "distribution": "normal", "scale": 2.0, "seed": null}}, "filters": 256, "use_bias": true}}, {"class_name": "LSTM", "config": {"return_sequences": true, "bias_constraint": null, "go_backwards": false, "recurrent_dropout": 0.0, "dropout": 0.5, "units": 256, "activity_regularizer": null, "implementation": 0, "kernel_constraint": null, "recurrent_regularizer": null, "unroll": false, "stateful": false, "trainable": true, "activation": "sigmoid", "return_state": false, "bias_regularizer": null, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "name": "lstm_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "distribution": "normal", "scale": 2.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "unit_forget_bias": true, "recurrent_activation": "hard_sigmoid", "recurrent_constraint": null, "kernel_regularizer": null, "use_bias": true}}, {"class_name": "LSTM", "config": {"return_sequences": false, "bias_constraint": null, "go_backwards": false, "recurrent_dropout": 0.0, "dropout": 0.5, "units": 256, "activity_regularizer": null, "implementation": 0, "kernel_constraint": null, "recurrent_regularizer": null, "unroll": false, "stateful": false, "trainable": true, "activation": "sigmoid", "return_state": false, "bias_regularizer": null, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "name": "lstm_2", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "distribution": "normal", "scale": 2.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "unit_forget_bias": true, "recurrent_activation": "hard_sigmoid", "recurrent_constraint": null, "kernel_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_constraint": null, "bias_regularizer": null, "units": 256, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "distribution": "normal", "scale": 2.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1", "kernel_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "activation": "sigmoid", "use_bias": true}}, {"class_name": "Dense", "config": {"bias_constraint": null, "bias_regularizer": null, "units": 2, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2", "kernel_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "activation": "linear", "use_bias": true}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "softmax", "name": "activation_1"}}]}