{"keras_version": "2.1.2", "class_name": "Sequential", "config": [{"class_name": "Embedding", "config": {"trainable": true, "batch_input_shape": [null, 50], "embeddings_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "normal", "mode": "fan_avg", "seed": null}}, "dtype": "float32", "embeddings_regularizer": null, "mask_zero": false, "name": "embedding_1", "output_dim": 30, "input_dim": 7586, "embeddings_constraint": null, "input_length": 50, "activity_regularizer": null}}, {"class_name": "Conv1D", "config": {"trainable": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "distribution": "normal", "mode": "fan_in", "seed": null}}, "filters": 128, "dilation_rate": [1], "strides": [1], "use_bias": true, "name": "conv1d_1", "kernel_regularizer": null, "kernel_size": [2], "activation": "sigmoid", "activity_regularizer": null, "bias_constraint": null, "padding": "valid"}}, {"class_name": "MaxPooling1D", "config": {"trainable": true, "strides": [2], "name": "max_pooling1d_1", "pool_size": [2], "padding": "valid"}}, {"class_name": "Dropout", "config": {"trainable": true, "noise_shape": null, "name": "dropout_1", "seed": null, "rate": 0.25}}, {"class_name": "LSTM", "config": {"recurrent_dropout": 0.5, "bias_initializer": {"class_name": "Zeros", "config": {}}, "recurrent_constraint": null, "kernel_constraint": null, "return_sequences": true, "recurrent_activation": "hard_sigmoid", "return_state": false, "name": "lstm_1", "stateful": false, "implementation": 1, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "unit_forget_bias": true, "units": 128, "go_backwards": false, "dropout": 0.5, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "distribution": "normal", "mode": "fan_in", "seed": null}}, "trainable": true, "bias_regularizer": null, "use_bias": true, "recurrent_regularizer": null, "kernel_regularizer": null, "activation": "sigmoid", "unroll": true, "activity_regularizer": null, "bias_constraint": null}}, {"class_name": "Attention", "config": {"trainable": true, "name": "attention_1"}}, {"class_name": "Dense", "config": {"trainable": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "linear", "kernel_constraint": null, "use_bias": true, "name": "dense_1", "kernel_regularizer": null, "units": 2, "activity_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "softmax", "name": "activation_1"}}], "backend": "tensorflow"}