{"class_name": "Sequential", "keras_version": "2.0.6", "backend": "tensorflow", "config": [{"class_name": "Embedding", "config": {"dtype": "float32", "embeddings_constraint": null, "input_dim": 71699, "batch_input_shape": [null, 30], "name": "embedding_1", "activity_regularizer": null, "embeddings_regularizer": null, "embeddings_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "input_length": 30, "output_dim": 300, "mask_zero": false, "trainable": true}}, {"class_name": "Conv1D", "config": {"kernel_size": [3], "bias_constraint": null, "dtype": "float32", "bias_regularizer": null, "batch_input_shape": [null, 1, 30], "name": "conv1d_1", "trainable": true, "use_bias": true, "dilation_rate": [1], "activity_regularizer": null, "strides": [1], "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "mode": "fan_in", "scale": 2.0}}, "padding": "valid", "filters": 256, "kernel_constraint": null}}, {"class_name": "Conv1D", "config": {"kernel_size": [3], "bias_constraint": null, "dtype": "float32", "bias_regularizer": null, "batch_input_shape": [null, 1, 28], "name": "conv1d_2", "trainable": true, "use_bias": true, "dilation_rate": [1], "activity_regularizer": null, "strides": [1], "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "mode": "fan_in", "scale": 2.0}}, "padding": "valid", "filters": 256, "kernel_constraint": null}}, {"class_name": "LSTM", "config": {"return_sequences": true, "return_state": false, "kernel_constraint": null, "recurrent_regularizer": null, "bias_constraint": null, "unroll": false, "stateful": false, "recurrent_dropout": 0.0, "units": 256, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "mode": "fan_in", "scale": 2.0}}, "use_bias": true, "trainable": true, "recurrent_constraint": null, "dropout": 0.5, "unit_forget_bias": true, "implementation": 0, "recurrent_activation": "hard_sigmoid", "name": "lstm_1", "go_backwards": false, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "kernel_regularizer": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activation": "sigmoid"}}, {"class_name": "LSTM", "config": {"return_sequences": false, "return_state": false, "kernel_constraint": null, "recurrent_regularizer": null, "bias_constraint": null, "unroll": false, "stateful": false, "recurrent_dropout": 0.0, "units": 256, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "mode": "fan_in", "scale": 2.0}}, "use_bias": true, "trainable": true, "recurrent_constraint": null, "dropout": 0.5, "unit_forget_bias": true, "implementation": 0, "recurrent_activation": "hard_sigmoid", "name": "lstm_2", "go_backwards": false, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "kernel_regularizer": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activation": "sigmoid"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "name": "dense_1", "kernel_regularizer": null, "units": 256, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "mode": "fan_in", "scale": 2.0}}, "use_bias": true, "activation": "sigmoid"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "name": "dense_2", "kernel_regularizer": null, "units": 2, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "use_bias": true, "activation": "linear"}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_1", "activation": "softmax"}}]}