{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.5", "config": [{"class_name": "Embedding", "config": {"trainable": true, "input_length": 30, "embeddings_regularizer": null, "embeddings_constraint": null, "mask_zero": false, "output_dim": 256, "embeddings_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "name": "embedding_1", "input_dim": 13223, "activity_regularizer": null, "dtype": "int32", "batch_input_shape": [null, 30]}}, {"class_name": "Conv1D", "config": {"trainable": true, "filters": 256, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "mode": "fan_in", "scale": 2.0, "seed": null}}, "kernel_constraint": null, "padding": "valid", "bias_constraint": null, "name": "conv1d_1", "kernel_size": [3], "activation": "sigmoid", "activity_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "dilation_rate": [1], "batch_input_shape": [null, 1, 30], "strides": [1]}}, {"class_name": "Conv1D", "config": {"trainable": true, "filters": 256, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "mode": "fan_in", "scale": 2.0, "seed": null}}, "kernel_constraint": null, "padding": "valid", "bias_constraint": null, "name": "conv1d_2", "kernel_size": [3], "activation": "sigmoid", "activity_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "dilation_rate": [1], "batch_input_shape": [null, 1, 28], "strides": [1]}}, {"class_name": "LSTM", "config": {"trainable": true, "return_state": false, "recurrent_activation": "hard_sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "mode": "fan_in", "scale": 2.0, "seed": null}}, "kernel_constraint": null, "activity_regularizer": null, "bias_constraint": null, "activation": "sigmoid", "unroll": false, "dropout": 0.5, "recurrent_dropout": 0.0, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "bias_regularizer": null, "implementation": 0, "unit_forget_bias": true, "use_bias": true, "recurrent_constraint": null, "recurrent_regularizer": null, "return_sequences": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "lstm_1", "go_backwards": false, "units": 256, "kernel_regularizer": null, "stateful": false}}, {"class_name": "LSTM", "config": {"trainable": true, "return_state": false, "recurrent_activation": "hard_sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "mode": "fan_in", "scale": 2.0, "seed": null}}, "kernel_constraint": null, "activity_regularizer": null, "bias_constraint": null, "activation": "sigmoid", "unroll": false, "dropout": 0.5, "recurrent_dropout": 0.0, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "bias_regularizer": null, "implementation": 0, "unit_forget_bias": true, "use_bias": true, "recurrent_constraint": null, "recurrent_regularizer": null, "return_sequences": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "lstm_2", "go_backwards": false, "units": 256, "kernel_regularizer": null, "stateful": false}}, {"class_name": "Dense", "config": {"trainable": true, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "mode": "fan_in", "scale": 2.0, "seed": null}}, "activity_regularizer": null, "bias_constraint": null, "activation": "sigmoid", "name": "dense_1", "units": 256, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "activity_regularizer": null, "bias_constraint": null, "activation": "linear", "name": "dense_2", "units": 2, "bias_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_1", "activation": "softmax"}}]}